<?php

namespace Database\Seeders\Local;

use Illuminate\Database\Seeder;
use Illuminate\Database\Eloquent\Factories\Factory;
use Illuminate\Support\Facades\DB;
use App\Models\T_dan_sanq01;


class TDanSanq01sTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {


        DB::table('t_dan_sanq01s')->delete();

        DB::table('t_dan_sanq01s')->insert(array(
            0 =>
            array(
                'dantai_cd' => '001',
                'dantai_nm' => '産業能率大学',
                'flg' => '0',
                'd_name' => 'san',
                'tanto_bsy' => '普及事業本部',
                'tanto' => '田中',
                'tel' => '03-5758-5121',
                'fax' => '03-5758-5503',
                'email_cc' => '',
                'email_to' => 'sankyu@hj.sanno.ac.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            1 =>
            array(
                'dantai_cd' => '003',
                'dantai_nm' => '一般社団法人日本経営協会',
                'flg' => '0',
                'd_name' => 'NOM',
                'tanto_bsy' => '',
                'tanto' => '青木',
                'tel' => '03-3403-1704',
                'fax' => '03-3403-1710',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'h-aoki@noma.or.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            2 =>
            array(
                'dantai_cd' => '002',
                'dantai_nm' => '株式会社日本能率協会マネジメントセンター',
                'flg' => '0',
                'd_name' => 'JMA',
                'tanto_bsy' => '能力開発営業本部　営業第7部',
                'tanto' => '野本',
                'tel' => '03-6253-8200',
                'fax' => '03-3575-2666',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'sankyu@hj.sanno.ac.jp',
                'email_bcc' => 'atsushi_nomoto@jmam.co.jp, MIE_TAKAHASHI@jmam.co.jp',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            3 =>
            array(
                'dantai_cd' => '004',
                'dantai_nm' => '株式会社日本マンパワー',
                'flg' => '0',
                'd_name' => 'NMP',
                'tanto_bsy' => '人材開発第１営業部',
                'tanto' => '鈴木 琴羽',
                'tel' => '03-5294-5070',
                'fax' => '03-5294-5078',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'kot-suzuki@nmp-g.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            4 =>
            array(
                'dantai_cd' => '005',
                'dantai_nm' => '株式会社アイ・イーシー',
                'flg' => '0',
                'd_name' => 'IEC',
                'tanto_bsy' => '',
                'tanto' => 'アイ・イーシー通教申込みご担当',
                'tel' => '03-3263-4474',
                'fax' => '03-3263-5660',
                'email_cc' => 'utsugi@iec.co.jp,sankyu@hj.sanno.ac.jp',
                'email_to' => 'moshikomi@iec.co.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            5 =>
            array(
                'dantai_cd' => '007',
                'dantai_nm' => 'ＪＴＥＸ　職業訓練法人　日本技能教育開発センター',
                'flg' => '0',
                'd_name' => 'JTEX',
                'tanto_bsy' => '',
                'tanto' => '行木',
                'tel' => '03-3235-8686',
                'fax' => '03-3235-8685',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'nameki_masahiro@jtex.ac.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            6 =>
            array(
                'dantai_cd' => '023',
                'dantai_nm' => '株式会社アルク',
                'flg' => '0',
                'd_name' => 'ALK',
                'tanto_bsy' => '',
                'tanto' => '織田 満鈴',
                'tel' => '03-3235-8686',
                'fax' => '03-3235-8685',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => '2kyokanri@alc.co.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            7 =>
            array(
                'dantai_cd' => '028',
                'dantai_nm' => 'ディダック',
                'flg' => '0',
                'd_name' => 'DID',
                'tanto_bsy' => '',
                'tanto' => '福田',
                'tel' => '03-3708-7031',
                'fax' => '03-3708-7040',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'ed@didak.co.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            8 =>
            array(
                'dantai_cd' => '084',
                'dantai_nm' => '一般社団法人日本監督士協会',
                'flg' => '0',
                'd_name' => 'KAN',
                'tanto_bsy' => '',
                'tanto' => '松永',
                'tel' => '03-3263-2944',
                'fax' => '03-3237-8460',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'webmaster@kantokushi.or.jp,matsunaga@kantokushi.or.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            9 =>
            array(
                'dantai_cd' => '156',
                'dantai_nm' => '株式会社ＰＨＰ研究所',
                'flg' => '0',
                'd_name' => 'PHP',
                'tanto_bsy' => '',
                'tanto' => '伊勢田 陶朱',
                'tel' => '0335209633',
                'fax' => '0335209648',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 's-iseda@php.co.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),
            10 =>
            array(
                'dantai_cd' => '198',
                'dantai_nm' => '鉄鋼学園',
                'flg' => '0',
                'd_name' => 'TEK',
                'tanto_bsy' => '',
                'tanto' => '田中',
                'tel' => '06-6433-7758',
                'fax' => '06-6433-6981',
                'email_cc' => 'sankyu@hj.sanno.ac.jp',
                'email_to' => 'tanaka@cit.sangitan.ac.jp',
                'email_bcc' => '',
                'mail_1' => '平素は本学の普及活動に多大なご理解とご支援を賜りありがとうございます。

通信研修団体（山九株式会社通信研修ご担当）各位

いつもお世話になっております。(学)産業能率大学でございます。

本日、山九（株）様　20●●年●月開講通信教育の受講申込データを送付いたします。
つきましては、内容ご確認の上、処理をお進めいただきたくお願い申し上げます。

*このメールが届いたら、必ず、届いた旨の返信をお願いします。
また、お送りした内容から申込内容が変更になった場合は
必ず本学宛にご連絡をいただけますようご協力をお願いいたします。

申込データは本メールに添付しておりますファイルをご参照下さい。
ファイルのパスワードは先般お送りした分と同様になります。',
                'mail_2' => 'ご多忙のところ恐れ入りますが、ご対応のほどよろしくお願い申し上げます。

◆◆◆◆◆◆◆◆◆◆◆◆◆
◆◆◆◆　  
◆◆◆　　学校法人産業能率大学　通信研修サポートセンター
◆◆　　　　　　　　　　　　　　　　　担当：小関
◆　　　　TEL:03-3704-9558 FAX:03-3704-9617
◆　　　　　　E-mail:sankyu@hj.sanno.ac.jp',
                'mail_3' => '',
                'pw' => '001-57585121',
                'title' => '山九（株）様分　通信研修　申込データ送付',
                'adr' => '\\\\Ntsv007\\sankyu\\2009\\wk\\test',
                'created_at' => NULL,
                'updated_at' => NULL,
            ),

        ));
    }
}
